import 'package:task3/Classes/question.dart';
class questions{
  static List<question> questionsList = [
    question('صلي على النبي','1','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','2','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','3','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','4','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','5','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','6','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','7','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','8','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','9','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','10','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','11','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','12','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','13','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','14','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','15','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','16','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','17','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','18','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','19','عليه أفضل الصلاة والسلام', '-'),
    question('صلي على النبي','20','عليه أفضل الصلاة والسلام', '-'),
  ];

}
